Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Budget 2025 announces that the government will consult stakeholders
fr_fr: Le gouvernement annonce dans le budget de 2025 qu'il consultera les parties concernées sur

source: on making similar modifications to the Pensioners' Dental Services Plan so that, going
fr_fr: la possibilité d'apporter des modifications similaires au Régime de services dentaires pour les

source: forward, the years of service required to be eligible to participate in the Plan in
fr_fr: pensionnés, afin qu'à l'avenir, le nombre d'années de service requises pour être admissible au

source: retirement would increase from two to six years.
fr_fr: Régime à la retraite passe de deux à six ans.

source: This will not impact current members.
fr_fr: Cette modification ne touchera pas les

source: these changes implemented before the end of the 2025-26 fiscal year, net savings of
fr_fr: La mise en œuvre de ces changements avant la fin de l'exercice 2025-2026

source: $101.8 million over five years, starting in 2025-26, and $13.1 million per
fr_fr: devrait produire des économies nettes de 101,8 millions de dollars sur cinq ans,

source: year ongoing are expected.
fr_fr: à compter de 2025-2026, et de 13,1 millions de dollars par année par la suite.

source: Collective Bargaining in Good Faith
fr_fr: Mener des négociations collectives de bonne foi

source: 2025 marks the beginning of a new round of collective bargaining between federal public service
fr_fr: L'année 2025 marque le début d'un nouveau cycle de négociations collectives entre les négociateurs de

source: bargaining agents and the government.
fr_fr: la fonction publique fédérale et le gouvernement.

source: The government believes that the best deals are reached by the
fr_fr: Le gouvernement croit que les meilleures ententes

source: parties at the bargaining table.
fr_fr: sont conclues par les parties à la table de négociation.

source: In working to renew collective agreements, the government will
fr_fr: collectives, le gouvernement négociera des ententes équitables et raisonnables qui établissent un

source: negotiate fair and reasonable agreements that balance the interests of both employees and taxpayers.
fr_fr: juste équilibre entre les intérêts des employés et des contribuables.

source: At the same time, the government will respect workers' fundamental rights to organize, collectively
fr_fr: En même temps, le gouvernement

source: bargain, and commence legal labour actions.
fr_fr: respectera le droit d'association, le droit à la négociation collective et le droit de participer à

source: Budget 2025 reaffirms these rights by proposing to introduce amendments to the Federal Public Sector Labour Relations Act to ensure the
fr_fr: Le budget de 2025 réaffirme ces droits en proposant d'apporter des modifications à la Loi sur les relations de travail dans le secteur public fédéral afin de

source: government can attract and retain the necessary talent for a high-performing public service
fr_fr: garantir que le gouvernement puisse attirer et retenir les talents nécessaires pour former une

source: to meet the needs of Canadians, while respecting Canada's fiscal circumstances relative to
fr_fr: fonction publique à haut rendement qui répond aux besoins des Canadiens, tout en respectant la

source: its stated budgetary policies and objectives.
fr_fr: situation financière du Canada compte tenu de ses politiques et objectifs budgétaires énoncés.

source: Public sector compensation must align with Canadian labour market trends and the government's fiscal
fr_fr: La rémunération dans le secteur public doit concorder avec les tendances du marché du travail

source: position, freeing resources to be invested towards growing Canada's economy.
fr_fr: qui pourront être investies dans la croissance de l'économie canadienne.

source: Improving the Integrity of Student Financial Assistance
fr_fr: Renforcer l'intégrité de l'aide financière aux étudiants

source: The Canada Student Financial Assistance Program plays an important role in facilitating access to
fr_fr: Le Programme canadien d'aide financière aux étudiants joue un rôle important en facilitant l'accès

source: post-secondary education—providing opportunities for Canadians to learn new skills and earn new
fr_fr: aux études postsecondaires, ce qui ouvre aux Canadiens des possibilités d'acquérir de nouvelles

source: qualifications.
fr_fr: compétences et qualifications.

source: Ensuring that it is used as intended is essential to control costs and to provide a
fr_fr: Il est essentiel de s'assurer que ce programme est utilisé aux fins

source: fair chance to students who rely on this support.
fr_fr: prévues afin de contrôler les coûts et de donner des chances égales aux étudiants qui comptent sur cette aide.

source: legislative and regulatory amendments to address integrity issues related to private
fr_fr: législatives et réglementaires afin de régler les problèmes d'intégrité liés aux établissements

source: educational institutions by generally limiting access to the Canada Student Grant for
fr_fr: d'enseignement privés. L'objectif serait de réserver de manière générale la bourse d'études

source: Full-time Students to students attending public educational institutions and not-for-profit
fr_fr: canadiennes pour étudiants à temps plein aux étudiants fréquentant des établissements

source: private institutions within Canada.
fr_fr: d'enseignement publics et des établissements privés sans but lucratif au Canada.

source: Internationally, Canada Student Loans and Grants
fr_fr: Les Canadiens qui vont étudier à l'étranger pourraient de façon générale obtenir des prêts et bourses d'études

source: generally would only be provided to those who attend public institutions.
fr_fr: canadiens uniquement s'ils fréquentent des établissements d'enseignement publics.

source: This measure is
fr_fr: Cette mesure

source: expected to result in savings of approximately $1.0 billion over four years, starting
fr_fr: devrait mener à des économies d'environ 1,0 milliard de dollars sur quatre ans, à compter

source: in 2026-27, and $280.1 million ongoing.
fr_fr: de 2026-2027, et de 280,1 millions de dollars par année par la suite.

source: Addressing integrity issues in the Canada Student Financial Assistance Program limits the financial
fr_fr: La résolution des problèmes d'intégrité liés au Programme canadien d'aide financière aux étudiants

source: risks to the Crown and ensures that post-secondary students have access to the best educational
fr_fr: limite les risques financiers pour l'État et garantit que les étudiants postsecondaires obtiennent

source: outcomes.
fr_fr: la meilleure éducation possible.

source: 5.2 Modernising Services
fr_fr: 5.2 Moderniser les services

source: Building a government that works better for Canadians requires a modern, agile, and efficient public
fr_fr: Pour bâtir un gouvernement qui produit de meilleurs résultats pour les Canadiens, il faut compter sur

source: service—empowered through technology and greater responsibility.
fr_fr: une fonction publique moderne, agile et efficiente, qui est propulsée par la technologie et une plus

source: This will create a more effective
fr_fr: Il en résultera un gouvernement plus efficace, capable de fournir

source: government, one that is capable of providing high-quality services for Canadians and businesses as
fr_fr: des services de qualité aux Canadiens et aux entreprises à mesure que l'économie croît.

source: the economy grows. Faster Services for Veterans
fr_fr: Fournir des services plus rapides aux vétérans

source: Canada owes a debt of gratitude to the women and men who answered the call to serve.
fr_fr: Le Canada doit toute sa gratitude aux femmes et aux hommes qui ont répondu à l'appel pour servir leur

source: Canada's
fr_fr: pays.

source: Veterans should never have to wait unnecessarily for the services they have earned—they deserve
fr_fr: Les vétérans canadiens ne devraient jamais avoir à attendre pour obtenir les services auxquels

source: timely, compassionate support.
fr_fr: ils ont droit.

source: While recent temporary funding injections have increased processing
fr_fr: Des injections de fonds temporaires effectuées récemment ont accru la capacité de traitement des

source: capacity, which has enabled reductions to wait times and the backlog, Veterans Affairs Canada
fr_fr: demandes, et donc réduit les temps d'attente et l'arriéré, mais Anciens Combattants Canada continue

source: continues to face pressure from rising caseloads.
fr_fr: de subir la pression qu'exerce un volume de dossiers toujours plus grand.

source: To that end:
fr_fr: pression :

source: Budget 2025 proposes to provide $184.9 million over four
fr_fr: Le budget de 2025 propose de verser 184,9 millions de dollars sur quatre ans, à

source: years, starting in 2026-27, and $40.1 million ongoing for Veterans Affairs Canada
fr_fr: compter de 2026-2027, et 40,1 millions de dollars par année par la suite, à Anciens

source: to stabilise their processing capacity for disability benefits applications and to modernise
fr_fr: Combattants Canada afin qu'il stabilise sa capacité à traiter les demandes de prestation

source: operational processes and IT infrastructure for their disability benefits program.
fr_fr: d'invalidité et modernise les processus opérationnels et l'infrastructure informatique qui

source: Maintaining the Effectiveness of Fines and Penalties
fr_fr: Faire en sorte que les amendes et sanctions restent efficaces

source: The government levies administrative monetary penalties and fines for violations of certain
fr_fr: Le gouvernement impose des amendes et des sanctions administratives pécuniaires en cas de violation

source: legislation or regulations.
fr_fr: de certaines lois ou de certains règlements.

source: These levies are meant to ensure everyone follows the rules, whether
fr_fr: Il vise ainsi à garantir le respect des règles par

source: employment standards, environmental regulations, or air passenger rights.
fr_fr: tous, qu'il s'agisse des normes d'emploi, des règlements environnementaux ou des droits des

source: In the Strong Borders
fr_fr: passagers aériens.

source: Act and the Strengthening Canada's Immigration System and Borders Act , the
fr_fr: frontière et Loi visant à renforcer le système d'immigration et la frontière du

source: government proposed stronger administrative monetary penalties to strengthen compliance under
fr_fr: Canada ), le gouvernement propose d'imposer des sanctions administratives pécuniaires pour

source: Canada's Anti-Money Laundering and Anti-Terrorist Finance Regime.
fr_fr: criminalité et le financement des activités terroristes.

source: However, some other fines and
fr_fr: Toutefois, certaines autres amendes et

source: penalties have not been reassessed in many years.
fr_fr: sanctions n'ont pas été revues depuis bien des années.

source: To ensure that these remain effective:
fr_fr: Dans le but d'assurer qu'elles demeurent

source: Budget 2025 announces the government's intention to launch a review
fr_fr: efficaces : Dans le budget de 2025, le gouvernement annonce qu'il compte lancer un examen des amendes

source: of fines and penalties to ensure the charges are sufficient and that non-compliance is not
fr_fr: et sanctions pécuniaires afin de s'assurer que leur montant est suffisant pour que le paiement

source: just treated as the cost of doing business.
fr_fr: de celles-ci en cas de non-conformité ne soit pas simplement considéré comme un coût qui va de

source: Results of the review will be available in
fr_fr: Les résultats de cet examen seront communiqués dans le budget

source: Budget 2026.
fr_fr: de 2026.

source: Cutting Regulatory and Operational Red Tape
fr_fr: Alléger les processus réglementaires et opérationnels

source: A range of government legislation imposes red tape and regulatory hurdles, while reducing certainty
fr_fr: Différentes lois fédérales entraînent un fardeau administratif et réglementaire qui réduit la

source: for businesses and Canadians, and hinders broader government efficiency and effectiveness.
fr_fr: prévisibilité pour les entreprises et les Canadiens, de même que l'efficience et l'efficacité

source: A less
fr_fr: Une forme moins visible de lourdeur administrative peut découler de

source: visible form of red tape is legislated requirements that reduce government efficiency and
fr_fr: certaines exigences législatives qui viennent diminuer l'efficience et l'efficacité opérationnelle

source: operational effectiveness.
fr_fr: du gouvernement.

source: These requirements, such as duplicative reporting or cumbersome approvals
fr_fr: En effet, il peut en résulter des processus d'approbation compliqués ou des

source: processes, consume a significant amount of public servants' time, diverting them from tasks that
fr_fr: rapports produits en double, auxquels les fonctionnaires doivent consacrer beaucoup de temps au lieu

source: provide greater value to Canadians.
fr_fr: Dans la foulée de l'examen en 60 jours du fardeau administratif lié à la réglementation, le

source: In the spirit of the 60-day regulatory review, the government further intends to introduce a variety
fr_fr: gouvernement entend aussi apporter des modifications ciblées à un certain nombre de lois afin

source: of targeted amendments to legislation in order to increase government efficiency and operational
fr_fr: d'accroître l'efficience et l'efficacité opérationnelle du gouvernement.

source: effectiveness.
fr_fr: Entre autres, des

source: This includes amendments that would streamline low-risk internal
fr_fr: modifications seront apportées pour simplifier les processus internes à faible risque, moderniser

source: processes, modernise outdated requirements, eliminate unnecessary and burdensome reporting
fr_fr: des exigences désuètes, éliminer les exigences lourdes et inutiles en matière de rapports, supprimer

source: requirements, remove unnecessary barriers to agile regulation-making, align legislative and
fr_fr: les obstacles inutiles à l'établissement de règlements souples, harmoniser les pouvoirs

source: regulatory authorities across government and provide for the delegation of certain matters where
fr_fr: réglementaires et législatifs dans l'ensemble du gouvernement et permettre la délégation de pouvoirs

source: appropriate.
fr_fr: dans certaines situations.

source: Results of this review will be available in Budget 2026.
fr_fr: Les résultats de cet examen seront communiqués dans le budget de 2026.

source: Attracting Private Sector Expertise to the Public Service
fr_fr: Apporter l'expertise du secteur privé à la fonction publique

source: There is a need to bring in talent and perspectives from outside the government into the public
fr_fr: À cette fin, il est nécessaire que la fonction publique bénéficie des talents et de nouvelles visions

source: service at speed and scale.
fr_fr: provenant de l'extérieur du gouvernement, rapidement et à grande échelle.

source: To this end, the government is announcing that the Interchange Canada
fr_fr: C'est pourquoi le gouvernement annonce que le programme Échanges Canada deviendra le programme Échanges

source: program will be rebranded as the Build Canada Exchange , with an ambitious,
fr_fr: pour bâtir le Canada , qui aura pour objectif ambitieux et immédiat d'intégrer dans la

source: immediate-term goal of integrating 50 external leaders in technology, finance, science,
fr_fr: fonction publique 50 chefs de file externes spécialisés dans divers secteurs, notamment en

source: and other sectors into the public service.
fr_fr: technologie, en finances et en sciences.

source: 5.3 A More Efficient Tax System
fr_fr: 5.3 Un régime fiscal plus efficient

source: A robust and efficient tax system is what allows the government to support Canadians, protect the
fr_fr: Un régime fiscal robuste et efficient permet au gouvernement d'appuyer les Canadiens, de protéger les

source: essential services they rely on, and build major infrastructure and millions of homes.
fr_fr: services essentiels sur lesquels ils comptent, ainsi que de bâtir de grands projets d'infrastructures et des millions de logements.

source: Budget 2025 proposes new measures to protect the integrity and improve the efficiency of
fr_fr: Le budget de 2025 propose de nouvelles mesures

source: Canada's tax system.
fr_fr: pour préserver l'intégrité du régime fiscal canadien et le rendre plus efficient.

source: Protecting the Integrity of the Tax System
fr_fr: Préserver l'intégrité du régime fiscal

source: Budget 2025 proposes new measures to protect the integrity of Canada's tax system, promote a
fr_fr: Le budget de 2025 propose de nouvelles mesures pour préserver l'intégrité du régime fiscal

source: level playing field for taxpayers, and address abusive tax practices.
fr_fr: canadien, favoriser un système équitable pour les contribuables et lutter contre les pratiques

source: These tax integrity measures
fr_fr: fiscales abusives.

source: are expected to collectively increase federal revenues by hundreds of millions of dollars.
fr_fr: Grâce à l'ensemble de ces mesures, les revenus fédéraux devraient augmenter de centaines de millions de dollars.

source: To improve tax fairness, Budget 2025 proposes to amend the Income Tax Act to limit the deferral of refundable tax on investment income through
fr_fr: Pour améliorer l'équité fiscale, le budget de 2025 propose de modifier la Loi de l'impôt sur le revenu pour limiter le report de l'impôt remboursable sur le revenu de

source: the use of tiered corporate structures with staggered year ends, for taxation years that
fr_fr: placement au moyen de paliers de sociétés dont les dates de fin des exercices sont décalées pour

source: begin on or after Budget Day.
fr_fr: les années d'imposition qui commencent à compter du jour du dépôt du budget.

source: To ensure that Canadian multinational insurers do not avoid tax on their
fr_fr: étrangère pour éviter de payer de l'impôt sur leurs activités d'assurances au Canada, le budget

source: Canadian insurance business by operating through a foreign subsidiary, Budget 2025
fr_fr: de 2025 propose de modifier la Loi de l'impôt sur le revenu afin de préciser que

source: held by a foreign affiliate of a Canadian insurance company that support Canadian insurance
fr_fr: le revenu tiré d'actifs détenus par une filiale étrangère d'une société d'assurances canadienne

source: risks is taxable in Canada.
fr_fr: pour couvrir des risques d'assurance canadiens est imposable au Canada.

source: To protect the integrity of Canada's tax base, Budget 2025 announces the government's intention to propose legislative amendments to reform and
fr_fr: budget de 2025 qu'il compte proposer des modifications législatives afin de réformer et de

source: modernise the transfer pricing rules, which are used to determine profit among the various
fr_fr: moderniser les règles sur les prix de transfert, qui servent à déterminer les bénéfices des

source: entities of a multinational enterprise group.
fr_fr: diverses entités d'un groupe d'entreprises multinationales.

source: To protect Canada's revenue base, Budget 2025 proposes a new
fr_fr: Pour protéger l'assiette fiscale canadienne, le budget de 2025 propose un nouveau mécanisme

source: reverse charge mechanism to help combat carousel fraud schemes under the Goods and Services
fr_fr: de versement inversé pour mieux lutter contre les stratagèmes frauduleux de type carrousel sous

source: Tax/Harmonized Sales Tax, beginning with the telecommunications sector.
fr_fr: le régime de la taxe sur les produits et services/taxe de vente harmonisée, en commençant par le

source: Improving the Efficiency of the Tax System
fr_fr: Améliorer l'efficience du régime fiscal

source: Budget 2025 proposes to eliminate or modify tax measures that have proven to be inefficient,
fr_fr: Le budget de 2025 propose d'éliminer ou de modifier des mesures fiscales qui se sont avérées

source: costly to administer, and challenging for Canadian industries at a time of ongoing global economic
fr_fr: inefficientes, coûteuses à administrer et problématiques pour les industries canadiennes, en cette

source: uncertainty.
fr_fr: période d'incertitude économique persistante à l'échelle mondiale.

source: To provide relief to the aviation and boating industries and increase
fr_fr: Pour offrir un allègement au secteur de l'aviation et à l'industrie nautique, et pour améliorer

source: the overall efficiency of the luxury tax framework, Budget 2025 announces the
fr_fr: de 2025 son intention d'éliminer la taxe de luxe sur les aéronefs et les navires à compter

source: government's intention to end the luxury tax on aircraft and vessels as of the day after
fr_fr: du lendemain du dépôt du budget.

source: Budget Day. To simplify Canada's tax system and reduce compliance costs for
fr_fr: Afin de simplifier le régime fiscal canadien et de réduire les coûts de conformité pour les

source: taxpayers and administrative costs for government, and given other efforts such as the
fr_fr: contribuables et les frais administratifs pour le gouvernement, et compte tenu d'initiatives

source: federal foreign buyer ban and municipal and provincial vacant home taxes, Budget 2025
fr_fr: comme l'interdiction d'achat de logements par des étrangers et l'imposition de taxes

source: announces the government's intention to eliminate the Underused Housing Tax as of the 2025
fr_fr: dans le budget de 2025, d'éliminer la taxe sur les logements sous-utilisés à compter de

source: calendar year.
fr_fr: l'année civile 2025.

source: 5.4 Advancing Indigenous Tax Jurisdiction Frameworks
fr_fr: 5.4 Favoriser l'exercice de la compétence fiscale des gouvernements autochtones

source: In collaboration with proponent Indigenous groups and organisations, the federal government aims to
fr_fr: En collaboration avec des groupes et organismes autochtones qui le proposent, le gouvernement fédéral

source: conclude fuel, alcohol, cannabis, tobacco, and vaping value-added sales tax arrangements with
fr_fr: l'alcool, le cannabis, le tabac et les produits de vapotage avec les gouvernements autochtones

source: interested Indigenous governments.
fr_fr: intéressés.

source: The government will explore other flexible, opt-in approaches for
fr_fr: Le gouvernement explorera d'autres approches flexibles et à adhésion volontaire

source: tax jurisdiction arrangements that continue to advance fiscal relationships and create more
fr_fr: financières et de créer plus de possibilités pour les gouvernements autochtones d'augmenter leurs

source: opportunities for Indigenous governments to grow their revenues and achieve the goals of their
fr_fr: revenus et d'atteindre les objectifs de leurs communautés.

source: communities. Gender and Diversity Impacts Spotlight
fr_fr: Genre et diversité – Les retombées en bref

source: Budget 2025 takes action to support the financial well-being of women by:
fr_fr: Le budget de 2025 prévoit des mesures qui viendront soutenir le bien-être

source: Delivering Faster Services for Veterans to support Canadian Armed
fr_fr: vise à soutenir les membres des Forces armées canadiennes et les anciens

source: Forces members and veterans with service-related injuries, illnesses, or disabilities.
fr_fr: combattants souffrant d'une blessure, d'une maladie ou d'une invalidité liée au service.

source: Given that women veterans are more likely to experience low income and larger income
fr_fr: d'avoir un faible revenu et de connaître une plus forte baisse de leur revenu

source: declines after release, this group will particularly benefit from the improved
fr_fr: après leur libération, ce groupe bénéficiera particulièrement d'une prestation
